Repository: l-dfa/flask_covid
Catalog: covid/translations/*/LC_MESSAGES/messages.po
Languages: it

source: When the archer misses the center of the target, he turns round and seeks for the cause of his failure in himself (Confucius)
it: Quando l'arciere manca il bersaglio, cerca la causa in se stesso (Confucio)

source: CC BY-SA 4.0 license
it: licenza CC BY-SA 4.0

source: Type_of_fields
it: Tipi di campi

source: Type_of_entity
it: Tipo di entità

source: Countries
it: Nazioni

source: plot
it: disegna

source: are the cumulative cases positive to the infection
it: sono i casi complessivi positivi all'infezione

source: cumulative positive cases
it: casi complessivi positivi

source: are the cumulative number of persons deceased due to the infection
it: sono il numero complessivo di persone decedute a causa dell'infezione

source: cumulative number of deaths
it: numero complessivo di deceduti

source: is the second derivative of cumulative positive cases; this indicates if the cases curve has upward or downward concavity
it: è la derivata seconda dei casi complessivi positivi; questa indica se la concavità della curva dei casi è verso l'alto o verso il basso

source: concavity's orientation of cumulative positive cases
it: orientamento della concavità dei casi complessivi positivi

source: Covid: time trend analysis
it: Covid: analisi delle tendenze temporali

source: %(function)s: %(contest)s is not a valid contest
it: %(function)s: %(contest)s non è un contesto valido

source: Select country
it: Seleziona la nazione

source: %(function)s: contest %(contest)s is not allowed:
it: %(function)s: il contesto %(contest)s non è ammesso:

source: %(function)s: these countries/continents are unknown: %(unknown)s
it: %(function)s: queste nazioni/continenti sono sconosciuti: %(unknown)s

source: overlap
it: sovrapporre

source: %(function)s: these fields are not allowed: %(notallowed)s
it: %(function)s: questi campi non sono ammessi: %(notallowed)s

source: %(function)s: on parameter <normalize>
it: %(function)s: nel parametro <normalize>

source: %(function)s: on parameter <overlap>
it: %(function)s: nel parametro <overlap>

source: %(function)s: got an empty dataframe from pivot
it: %(function)s: ricevuto un dataframe vuoto dal pivot

source: Observations about Covid-19 outbreak
it: Osservazioni sulla epidemia di Covid-19

source: number of cases
it: numero di casi

source: rate to population
it: rapporto rispetto la popolazione

source: n.of cases
it: n.di casi

source: date
it: data

source: days from overlap point
it: giorni dal punto di sovrapposizione

source: %(column)s of %(country)s
it: %(column)s di %(country)s

source: File Not Found
it: File non trovato

source: Please, go back to the
it: Torna al

source: start of the Covid Section
it: inizio della sezione Covid

source: An unexpected error has occurred
it: Errore inatteso

source: Sorry for the inconvenience! Please, go back to the
it: Spiacenti per l'inconveniente! Torna al

source: Analizing data about Covid-19
it: Analizzare i dati su Covid-19

source: A web site section
it: Sezione di un sito web

source: powered by
it: che utilizza

source: and
it: e

source: Under a
it: Secondo una

source: Time trend analysis of Covid-19 outbreak
it: Analisi temporale della epidemia di Covid-19

source: This site section is to show the time trend of Covid-19 outbreak
it: Questa sezione del sito mostra l'andamento temporale della epidemia di Covid-19

source: Here you
it: Qui

source: can select
it: puoi selezionare

source: one or more nations to compare their time trend of total cases of positive infection to the viruses. Please do not select too many nations, or the graph will be unreadable
it: una o più nazioni per comparare i loro andamenti temporali dei totali dei casi positivi all'infezione virale. Non selezionare troppi paesi, o il grafico sarà illeggibile

source: Data available range from
it: I dati disponibili spaziano dal

source: to
it: al

source: and regard
it: e riguardano

source: between countries and territories
it: tra nazioni e territori

source: Reference
it: Riderimenti

source: This site uses
it: Questo sito usa

source: data
it: dati

source: published by
it: pubblicati dal

source: European Centre for Disease Prevention and Control
it: Centro Europeo per la Prevenzione e il controllo delle Malattie

source: This Agency every day at noon updates data about the spread of Covid-19 disease in all the world
it: Questa agenzia aggiorna quotidianamente a mezzogiorno i dati riguardanti la diffusione dell'infezione di Covid-19 in tutto il mondo

source: Therefore this site is updated at 13:15 CET (or CEST, when daylight saving time is in charge)
it: Perciò questo sito è aggiornato alle 13:15 CET (o CEST, quando è in corso l'ora legale)

source: Goodbye
it: Arrivederci

source: Thank you to visit this site
it: Grazie per avere visitato questo sito

source: Just in case you have nothing more interesting to do, here you can
it: Se non hai nulla di più interessante da fare, qui puoi

source: read my blog
it: leggere il mio blog

source: Most of the articles are in Italian language, some of them are translated in English language
it: La maggior parte degli articoli sono in italiano, alcuni sono tradotti in inglese

source: Cheers
it: Saluti

source: Covid Section
it: Sezione Covid

source: Select
it: Seleziona

source: Plot
it: Disegna

source: Overlap
it: Sovrapponi

source: Time trend of ...
it: Andamento temporale di ...

source: ... these observations related to Covid-19
it: … queste osservazioni sul Covid-19

source: More info
it: Più informazioni

source: about these nations
it: riguardo queste nazioni

source: about these continents
it: riguardo questi continenti

source: Countries in
it: Paesi in

source: are:
it: sono:

source: Beware of fact the below image overlap the lines of the different
it: Attenzione al fatto che la seguente immagine sovrappone le linee di differenti

source: nations
it: nazioni

source: continents
it: continenti

source: To do so, lines are translated each other by the day where they exceed a treshold of
it: Per farlo, le linee sono traslate al giorno in cui eccedono una soglia di

source: cases in a couple of adjacent days
it: casi in una coppia di giorni adiacenti

source: If you wish, you can
it: Se lo desideri, puoi

source: go back to the normal view
it: tornare alla vista normale

source: If you wish
it: Se lo desideri

source: you could overlap
it: puoi sovrapporre

source: the lines of these nations
it: le linee di queste nazioni

source: the lines of these continents
it: le linee di questi continenti

source: To select more items, hold the Ctrl key while click on them
it: Per selezionare più voci, tieni premuto il tasto Ctrl mentre ci cliccki sopra

source: Please, select below the informations you wish to plot
it: Seleziona qui di seguito le informazioni che desideri visualizzare

source: Here there are the
it: Qui vi sono i

source: kind of information
it: tipi di informazioni

source: you could display for every country
it: che puoi visualizzare per ogni paese

source: Here you could choose the
it: Qui puoi scegliere il

source: type of geographical entity
it: tipo di entità geografica

source: you want to select
it: che vuoi selezionare

source: enable the box to select from countries and territories; while
it: abilita la selezione di nazioni e territori; mentre

source: enable the box to select what continent(s) to display.
it: abilita la selezione di quali continenti vuoi visualizzare.

source: Continents definitions (so: what countries are in every continents) are from United Nations
it: Le definizioni dei continenti (ovvero: quali paesi sono in ogni continente) sono riprese dalle Nazioni Unite

source: Countries and territories
it: Paesi e territori

source: Continents
it: Continenti
